{
  "jengkol": {
    "gejala": [
      "Daun Menguning",
      "Daun Layu",
      "Pertumbuhan Terhambat",
      "Akar membusuk",
      "Akar berwarna cokelat atau hitam",
      "Bercak cokelat atau hitam pada daun",
      "Daun berlubang dan mengering",
      "Bercak meluas ke batang atau buah",
      "Bercak Jingga kekuningan pada daun",
      "Daun rontok",
      "Daun Menguning dari bagian bawah tanaman",
      "Batang terlihat cokelat atau hitam",
      "Luka atau bercak warna gelap pada batang",
      "Batang membengkak dan retak",
      "Lapisan putih seperti tepung pada permukaan daun",
      "Daun menggulung",
      "Bercak dengan pinggiran kuning pada daun",
      "Daun mengering",
      "Akar membengkak seperti simpul atau bintil",
      "Lapisan hitam seperti jelaga pada daun",
      "Daun terlihat kotor dan tertutupi jamur"
    ],
    "penyakit": [
      {
        "nama": "Busuk Akar",
        "deskripsi": "Busuk akar adalah penyakit yang disebabkan oleh jamur patogen seperti Phytophthora spp. dan Pythium spp., menyebabkan akar membusuk dan tanaman layu. Penyakit ini umumnya muncul di tanah dengan drainase buruk."

      },
      {
        "nama": "Antraknosa",
        "deskripsi": "Penyakit ini disebabkan oleh jamur Colletotrichum spp., yang mengakibatkan bercak hitam pada daun dan buah, sering muncul di lingkungan lembap."

      },
      {
        "nama": "Karat Daun (Rust)",
        "deskripsi": "Karat daun disebabkan oleh jamur Puccinia spp., menghasilkan bercak kuning hingga jingga pada daun yang dapat menyebar dengan cepat melalui angin."

      },
      {
        "nama": "Layu Fusarium",
        "deskripsi": "Penyakit ini disebabkan oleh jamur Fusarium oxysporum, yang menyerang sistem pembuluh tanaman dan menyebabkan layu, terutama pada suhu tinggi."

      },
      {
        "nama": "Busuk Batang (Canker)",
        "deskripsi": "Busuk batang disebabkan oleh Botryosphaeria spp., menghasilkan luka dan retakan pada batang yang dapat menyebabkan kematian jaringan."

      },
      {
        "nama": "Penyakit Tepung (Powdery Mildew)",
        "deskripsi": "Jamur Erysiphales spp. menyebabkan lapisan putih seperti tepung pada daun, menghambat fotosintesis tanaman."

      },
      {
        "nama": "Bercak Daun (Leaf Spot)",
        "deskripsi": "Bercak daun adalah penyakit umum yang disebabkan oleh berbagai jamur seperti Alternaria spp. dan menyebabkan bercak-bercak gelap pada permukaan daun."

      },
      {
        "nama": "Akar Bengkak (Root Knot)",
        "deskripsi": "Akar bengkak disebabkan oleh nematoda Meloidogyne spp. yang menyebabkan deformasi akar berbentuk simpul."

      },
      {
        "nama": "Layu Bakteri",
        "deskripsi": "Penyakit ini disebabkan oleh Ralstonia solanacearum yang menyerang jaringan pembuluh, menyebabkan daun layu secara mendadak."

      },
      {
        "nama": "Embun Jelaga (Sooty Mold)",
        "deskripsi": "Embun jelaga muncul akibat tumbuhnya jamur pada ekskresi serangga, menciptakan lapisan hitam di permukaan daun."

      },
      {
        "nama": "Tidak ada penyakit",
        "deskripsi": "Tanaman tidak menunjukkan gejala penyakit atau kerusakan signifikan."
        
      }
    ]
  },
  "durian": {
    "gejala": [
      "Daun menguning",
      "Pertumbuhan terhambat",
      "akar membusuk dan bau",
      "daun rontok",
      "batang busuk",
      "akar memiliki bercak hitam",
      "bercak cokelat pada daun",
      "bercak hitam pada batang",
      "bercak beludru pada batang",
      "daun bagian bawah menguning",
      "pola bercak pada daun",
      "pertumbuhan kerdil",
      "deformitas pada daun",
      "daun layu",
      "daun melengkung atau menggulung",
      "lapisan serbuk putih pada daun"
    ],
    "penyakit": [
      {
        "nama": "Busuk Akar (Root Rot)",
        "deskripsi": "Penyakit ini disebabkan oleh jamur Phytophthora spp., menyebabkan akar membusuk dan bau busuk."

      },
      {
        "nama": "Penyakit Jamur Phytophthora",
        "deskripsi": "Serangan Phytophthora spp. pada batang dan daun menghasilkan bercak beludru dan pembusukan batang."

      },
      {
        "nama": "Penyakit Cendawan (Fungal Diseases)",
        "deskripsi": "Penyakit ini mencakup berbagai jamur yang menyerang durian, seperti Alternaria spp. atau Colletotrichum spp., menghasilkan bercak daun."

      },
      {
        "nama": "Penyakit Kuning Daun",
        "deskripsi": "Penyakit fisiologis atau akibat infeksi bakteri yang membuat daun bagian bawah menguning."

      },
      {
        "nama": "Penyakit Virus",
        "deskripsi": "Infeksi virus menyebabkan deformasi daun dan pertumbuhan terhambat."

      },
      {
        "nama": "Penyakit Bakteri",
        "deskripsi": "Infeksi bakteri seperti Erwinia spp. menyebabkan pembusukan dan bercak cokelat pada batang."

      },
      {
        "nama": "Penyakit Daun Curl",
        "deskripsi": "Penyakit ini menyebabkan daun melengkung akibat infeksi virus atau kondisi lingkungan buruk."

      },
      {
        "nama": "Penyakit Embun Tepung",
        "deskripsi": "Jamur Erysiphales spp. menciptakan lapisan serbuk putih pada daun."

      },
      {
        "nama": "Tidak ada penyakit",
        "deskripsi": "Tanaman tidak menunjukkan gejala penyakit."
        
      }
    ]
  }
}
